Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Konten gelten für alle Nutzungsarten dieses Anbieters. Das Bild-Modell wird im Abschnitt Bild gewählt.
ar: تسري الحسابات على كل استخدامات هذا المزوّد. أما نموذج الصور فيُختار في قسم الصور.
bn: অ্যাকাউন্টগুলো এই প্রোভাইডারের সব ব্যবহারের ক্ষেত্রে প্রযোজ্য। ইমেজ মডেল ইমেজ সেকশনে বাছা হয়।
en: Accounts apply to every use of this provider. The image model is picked in the Image section.
es: Las cuentas valen para todos los usos de este proveedor. El modelo de imagen se elige en la sección Imagen.
fr: Les comptes valent pour tous les usages de ce fournisseur. Le modèle d'image se choisit dans la section Image.
hi: खाते इस प्रोवाइडर के सभी उपयोगों पर लागू होते हैं। इमेज मॉडल इमेज सेक्शन में चुना जाता है।
id: Akun berlaku untuk semua jenis penggunaan penyedia ini. Model gambar dipilih di bagian Gambar.
it: Gli account valgono per tutti gli usi di questo provider. Il modello per le immagini si sceglie nella sezione Immagine.
ja: アカウントはこのプロバイダのすべての用途に使われます。画像モデルは「画像」セクションで選びます。
ko: 계정은 이 제공자의 모든 사용 방식에 적용됩니다. 이미지 모델은 이미지 섹션에서 선택합니다.
pt: As contas valem para todas as utilizações deste fornecedor. O modelo de imagem escolhe-se na secção Imagem.
ru: Аккаунты действуют для всех задач этого провайдера. Модель изображений выбирается в разделе «Изображения».
tr: Hesaplar bu sağlayıcının tüm kullanım türleri için geçerlidir. Görsel modeli, Görsel bölümünde seçilir.
ur: اکاؤنٹس اس فراہم کنندہ کے تمام استعمال پر لاگو ہوتے ہیں۔ امیج ماڈل امیج سیکشن میں منتخب کیا جاتا ہے۔
vi: Tài khoản áp dụng cho mọi cách sử dụng nhà cung cấp này. Mô hình hình ảnh được chọn trong phần Hình ảnh.
zh_hans: 账户对该服务商的所有用途都生效。图片模型在“图片”一节里选择。

source: Konten in sub2api verwalten
ar: إدارة الحسابات في sub2api
bn: sub2api-তে অ্যাকাউন্ট পরিচালনা করুন
en: Manage accounts in sub2api
es: Gestionar cuentas en sub2api
fr: Gérer les comptes dans sub2api
hi: sub2api में खाते प्रबंधित करें
id: Kelola akun di sub2api
it: Gestisci gli account in sub2api
ja: sub2api でアカウントを管理
ko: sub2api에서 계정 관리
pt: Gerir contas no sub2api
ru: Управление аккаунтами в sub2api
tr: Hesapları sub2api'de yönet
ur: sub2api میں اکاؤنٹس منظم کریں
vi: Quản lý tài khoản trong sub2api
zh_hans: 在 sub2api 里管理账户

source: Kontext zu groß für dieses Modell — starte einen neuen Chat, sende kürzer, oder wähle ein Modell mit größerem Kontextfenster (Mini-App-Bearbeitung braucht viel Kontext).
ar: السياق أكبر من طاقة هذا النموذج — ابدأ محادثة جديدة، أو أرسل نصاً أقصر، أو اختر نموذجاً بنافذة سياق أكبر (تعديل Mini-App يستهلك سياقاً كبيراً).
bn: এই মডেলের জন্য কনটেক্সট খুব বড় — নতুন চ্যাট শুরু করুন, ছোট করে পাঠান, বা বড় কনটেক্সট উইন্ডোর মডেল বাছুন (Mini-App সম্পাদনায় বেশি কনটেক্সট লাগে)।
en: Context too large for this model — start a new chat, send less, or pick a model with a bigger context window (editing Mini-Apps needs a lot of context).
es: El contexto es demasiado grande para este modelo: empieza un chat nuevo, envía menos texto o elige un modelo con más ventana de contexto (editar Mini-Apps consume mucho contexto).
fr: Contexte trop grand pour ce modèle — démarre un nouveau chat, envoie plus court, ou choisis un modèle à plus grande fenêtre de contexte (modifier une Mini-App demande beaucoup de contexte).
hi: इस मॉडल के लिए कॉन्टेक्स्ट बहुत बड़ा है — नई चैट शुरू करें, छोटा संदेश भेजें, या बड़ी कॉन्टेक्स्ट विंडो वाला मॉडल चुनें (Mini-App बदलने में बहुत कॉन्टेक्स्ट लगता है)।
id: Konteks terlalu besar untuk model ini — mulai chat baru, kirim lebih pendek, atau pilih model dengan jendela konteks lebih besar (mengedit Mini-App membutuhkan banyak konteks).
it: Contesto troppo grande per questo modello — apri una nuova chat, scrivi meno o scegli un modello con una finestra di contesto più ampia (modificare una Mini-App richiede molto contesto).
ja: このモデルにはコンテキストが大きすぎます — 新しいチャットを始めるか、短く送るか、コンテキストウィンドウの大きいモデルを選んでください（Mini-App の編集は多くのコンテキストを使います）。
ko: 이 모델에는 컨텍스트가 너무 큽니다 — 새 채팅을 시작하거나, 더 짧게 보내거나, 더 큰 컨텍스트 창을 가진 모델을 선택하세요 (Mini-App 편집에는 많은 컨텍스트가 필요합니다).
pt: Contexto demasiado grande para este modelo — começa um chat novo, envia menos texto ou escolhe um modelo com uma janela de contexto maior (editar Mini-Apps consome muito contexto).
ru: Слишком большой контекст для этой модели — начни новый чат, сократи сообщение или выбери модель с бо́льшим окном контекста (правка Mini-App требует много контекста).
tr: Bu model için bağlam çok büyük — yeni bir sohbet başlatın, daha kısa gönderin veya daha büyük bağlam penceresine sahip bir model seçin (Mini-App düzenleme çok bağlam gerektirir).
ur: اس ماڈل کے لیے کانٹیکسٹ بہت بڑا ہے — نئی چیٹ شروع کریں، چھوٹا بھیجیں، یا بڑے کانٹیکسٹ ونڈو والا ماڈل منتخب کریں (Mini-App ترمیم میں زیادہ کانٹیکسٹ درکار ہے)۔
vi: Ngữ cảnh quá lớn cho mô hình này — bắt đầu trò chuyện mới, gửi ngắn hơn, hoặc chọn mô hình có cửa sổ ngữ cảnh lớn hơn (chỉnh sửa Mini-App cần nhiều ngữ cảnh).
zh_hans: 上下文超出该模型的上限 — 开一个新对话、发短一点，或换一个上下文窗口更大的模型（编辑 Mini-App 很吃上下文）。

source: Kontingent/Guthaben aufgebraucht — Abrechnung/Guthaben beim Anbieter prüfen (ein Abo deckt die API-Nutzung meist nicht ab; API-Key nutzen).
ar: نفدت الحصة أو الرصيد — تحقق من الفوترة/الرصيد لدى المزوّد (الاشتراك لا يغطي عادةً استخدام API؛ استخدم مفتاح API).
bn: কোটা/ব্যালেন্স শেষ — প্রোভাইডারের কাছে বিলিং/ব্যালেন্স যাচাই করুন (সাবস্ক্রিপশন সাধারণত API ব্যবহার কভার করে না; API-Key ব্যবহার করুন)।
en: Quota/credit used up — check billing and credit with your provider (a subscription usually doesn't cover API use; use an API key).
es: Cuota o saldo agotados — revisa la facturación y el saldo en tu proveedor (una suscripción no suele cubrir el uso de la API; usa una clave API).
fr: Quota ou crédit épuisé — vérifie la facturation et le crédit chez le fournisseur (un abonnement ne couvre en général pas l'usage API ; utilise une clé API).
hi: कोटा/क्रेडिट खत्म — प्रोवाइडर के पास बिलिंग/क्रेडिट जाँचें (सब्सक्रिप्शन आमतौर पर API उपयोग को कवर नहीं करता; API-Key इस्तेमाल करें)।
id: Kuota/saldo habis — periksa penagihan/saldo di penyedia (langganan biasanya tidak mencakup penggunaan API; gunakan API-Key).
it: Quota o credito esauriti — controlla fatturazione e credito presso il provider (di solito l'abbonamento non copre l'uso via API; usa una chiave API).
ja: 利用枠・残高を使い切りました — プロバイダ側で請求と残高を確認してください（サブスクは通常 API 利用を含みません。API キーを使ってください）。
ko: 할당량/잔액 소진 — 제공자에서 결제/잔액을 확인하세요 (구독은 대개 API 사용을 포함하지 않습니다; API-Key를 사용하세요).
pt: Quota ou saldo esgotados — verifica a faturação/saldo junto do fornecedor (uma subscrição normalmente não cobre o uso da API; usa uma chave API).
ru: Лимит или баланс исчерпан — проверь оплату и баланс у провайдера (подписка обычно не покрывает работу через API; используй API-ключ).
tr: Kota/bakiye tükendi — sağlayıcıda faturalandırmayı/bakiyeyi kontrol edin (abonelik genellikle API kullanımını kapsamaz; API-Key kullanın).
ur: کوٹا/بیلنس ختم — فراہم کنندہ کے پاس بلنگ/بیلنس چیک کریں (سبسکرپشن عام طور پر API استعمال کور نہیں کرتی؛ API-Key استعمال کریں)۔
vi: Hạn ngạch/số dư đã hết — kiểm tra thanh toán/số dư ở nhà cung cấp (gói đăng ký thường không bao gồm việc sử dụng API; dùng API-Key).
zh_hans: 额度/余额已用完 — 请到服务商处查看账单或余额（订阅通常不覆盖 API 用量，请改用 API 密钥）。

source: Konto per %@ hinzufügen
ar: إضافة حساب عبر %@
bn: %@ দিয়ে অ্যাকাউন্ট যোগ করুন
en: Add account via %@
es: Añadir cuenta con %@
fr: Ajouter un compte via %@
hi: %@ से खाता जोड़ें
id: Tambahkan akun via %@
it: Aggiungi account con %@
ja: %@ でアカウントを追加
ko: %@(으)로 계정 추가
pt: Adicionar conta com %@
ru: Добавить аккаунт через %@
tr: %@ ile hesap ekle
ur: %@ کے ذریعے اکاؤنٹ شامل کریں
vi: Thêm tài khoản qua %@
zh_hans: 通过 %@ 添加账户

source: Kopieren
ar: نسخ
bn: কপি করুন
en: Copy
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
tr: Kopyala
ur: کاپی کریں
vi: Sao chép
zh_hans: 复制

source: Kopiert
ar: تم النسخ
bn: কপি হয়েছে
en: Copied
es: Copiado
fr: Copié
hi: कॉपी हुआ
id: Disalin
it: Copiato
ja: コピーしました
ko: 복사됨
pt: Copiado
ru: Скопировано
tr: Kopyalandı
ur: کاپی ہو گیا
vi: Đã sao chép
zh_hans: 已复制

source: Korrigiert Mini-App…
ar: جارٍ إصلاح Mini-App…
bn: Mini-App ঠিক করা হচ্ছে…
en: Fixing Mini-App…
es: Corrigiendo Mini-App…
fr: Correction de la Mini-App…
hi: Mini-App ठीक की जा रही है…
id: Memperbaiki Mini-App…
it: Correzione Mini-App…
ja: Mini-App を修正中…
ko: Mini-App 수정 중…
pt: A corrigir a Mini-App…
ru: Исправляю Mini-App…
tr: Mini-App düzeltiliyor…
ur: Mini-App ٹھیک کی جا رہی ہے…
vi: Đang sửa Mini-App…
zh_hans: 正在修正 Mini-App…

source: Laufzeit
ar: المدة
bn: রানটাইম
en: Duration
es: Duración
fr: Durée
hi: अवधि
id: Runtime
it: Durata
ja: 実行時間
ko: 런타임
pt: Duração
ru: Длительность
tr: Çalışma zamanı
ur: رن ٹائم
vi: Runtime
zh_hans: 运行时长

source: Leere Antwort vom Modell — anderes Modell wählen oder Base-URL prüfen.
ar: رد فارغ من النموذج — اختر نموذجاً آخر أو تحقق من Base-URL.
bn: মডেল থেকে খালি উত্তর — অন্য মডেল বাছুন বা Base URL যাচাই করুন।
en: Empty response from the model — pick another model or check the base URL.
es: Respuesta vacía del modelo — elige otro modelo o comprueba la URL base.
fr: Réponse vide du modèle — choisis un autre modèle ou vérifie l'URL de base.
hi: मॉडल से खाली जवाब — दूसरा मॉडल चुनें या Base URL जाँचें।
id: Jawaban kosong dari model — pilih model lain atau periksa Base URL.
it: Risposta vuota dal modello — scegli un altro modello o controlla il Base URL.
ja: モデルからの応答が空でした — 別のモデルを選ぶか、ベース URL を確認してください。
ko: 모델의 응답이 비어 있음 — 다른 모델을 선택하거나 Base URL을 확인하세요.
pt: Resposta vazia do modelo — escolhe outro modelo ou verifica o URL base.
ru: Пустой ответ модели — выбери другую модель или проверь Base-URL.
tr: Modelden boş yanıt — başka bir model seçin veya Base URL'yi kontrol edin.
ur: ماڈل سے خالی جواب — دوسرا ماڈل منتخب کریں یا Base URL چیک کریں۔
vi: Phản hồi trống từ mô hình — chọn mô hình khác hoặc kiểm tra Base URL.
zh_hans: 模型返回了空内容 — 换个模型，或检查 Base URL。

source: Leere Quelle.
ar: المصدر فارغ.
bn: খালি উৎস।
en: Empty source.
es: Origen vacío.
fr: Source vide.
hi: खाली स्रोत।
id: Sumber kosong.
it: Origine vuota.
ja: ソースが空です。
ko: 빈 소스.
pt: Origem vazia.
ru: Пустой источник.
tr: Boş kaynak.
ur: خالی ذریعہ۔
vi: Nguồn trống.
zh_hans: 来源为空。

source: Lege Spezialisten an — der Chat fragt sie von sich aus, wenn eine Aufgabe passt.
ar: أنشئ متخصّصين — والدردشة تسألهم من تلقاء نفسها عندما تناسبهم المهمة.
bn: বিশেষজ্ঞ তৈরি করুন — কাজ মিলে গেলে চ্যাট নিজে থেকেই তাদের জিজ্ঞাসা করবে।
en: Create specialists — the chat asks them on its own when a task fits.
es: Crea especialistas — el chat les pregunta por su cuenta cuando encajan con la tarea.
fr: Crée des spécialistes — le chat les consulte de lui-même quand une tâche s'y prête.
hi: विशेषज्ञ बनाएँ — जब कोई काम मेल खाता है तो चैट खुद उनसे पूछता है।
id: Buat spesialis — chat akan bertanya sendiri jika ada tugas yang sesuai.
it: Crea degli specialisti — la chat li interpella da sola quando un compito fa al caso loro.
ja: 専門のエージェントを作っておくと、合う仕事のときチャットが自分から相談するよ。
ko: 전문가를 만드세요 — 적합한 작업이 있으면 채팅이 스스로 물어봅니다.
pt: Cria especialistas — o chat pergunta-lhes por iniciativa própria quando a tarefa encaixa.
ru: Создай специалистов — чат сам их спросит, когда попадётся подходящая задача.
tr: Uzmanlar oluşturun — bir görev uygun olduğunda sohbet kendiliğinden onlara sorar.
ur: ماہرین بنائیں — کام مماثل ہونے پر چیٹ خود ان سے پوچھے گی۔
vi: Tạo các chuyên gia — trò chuyện sẽ tự hỏi họ khi có nhiệm vụ phù hợp.
zh_hans: 创建专职智能体 — 遇到合适的任务，聊天会主动去问它们。

source: Leitet Gruppen
ar: يقود المجموعات
bn: গ্রুপ পরিচালনা করে
en: Leads groups
es: Lidera grupos
fr: Dirige les groupes
hi: ग्रुप्स का नेतृत्व करता है
id: Memimpin grup
it: Guida i gruppi
ja: グループのまとめ役
ko: 그룹을 이끕니다
pt: Lidera grupos
ru: Ведёт группы
tr: Grupları yönetir
ur: گروپس چلاتا ہے
vi: Điều phối nhóm
zh_hans: 担任组长

source: Letzte Ereignisse vor dem Ende:
ar: آخر الأحداث قبل الإنهاء:
bn: শেষ হওয়ার আগের ঘটনা:
en: Last events before the end:
es: Últimos eventos antes del final:
fr: Derniers événements avant l'arrêt :
hi: समाप्ति से पहले की आखिरी घटनाएँ:
id: Kejadian terakhir sebelum berakhir:
it: Ultimi eventi prima della fine:
ja: 終了直前のイベント:
ko: 종료 직전의 마지막 이벤트:
pt: Últimos eventos antes do fim:
ru: Последние события перед завершением:
tr: Sona ermeden önceki son olaylar:
ur: ختم ہونے سے پہلے کے آخری واقعات:
vi: Sự kiện cuối trước khi kết thúc:
zh_hans: 结束前的最后几个事件：

source: Letzter Lauf
ar: آخر تشغيل
bn: শেষ রান
en: Last run
es: Última ejecución
fr: Dernière session
hi: आखिरी रन
id: Sesi terakhir
it: Ultima esecuzione
ja: 前回の実行
ko: 마지막 실행
pt: Última execução
ru: Прошлый запуск
tr: Son oturum
ur: آخری رن
vi: Lần chạy cuối
zh_hans: 上次运行

source: Letzter Lauf prüfen
ar: فحص آخر تشغيل
bn: শেষ রান যাচাই করুন
en: Check last run
es: Revisar la última ejecución
fr: Vérifier la dernière exécution
hi: आखिरी रन जाँचें
id: Periksa sesi terakhir
it: Controlla l'ultima esecuzione
ja: 前回の実行を確認
ko: 마지막 실행 확인
pt: Verificar última execução
ru: Проверить прошлый запуск
tr: Son oturumu kontrol et
ur: آخری رن چیک کریں
vi: Kiểm tra lần chạy cuối
zh_hans: 检查上次运行

source: Letzter Lauf: %@
ar: آخر تشغيل: %@
bn: শেষ রান: %@
en: Last run: %@
es: Última ejecución: %@
fr: Dernière exécution : %@
hi: आखिरी रन: %@
id: Sesi terakhir: %@
it: Ultima esecuzione: %@
ja: 最終実行: %@
ko: 마지막 실행: %@
pt: Última execução: %@
ru: Последний запуск: %@
tr: Son oturum: %@
ur: آخری رن: %@
vi: Lần chạy cuối: %@
zh_hans: 上次运行：%@

source: Letzter Start endete mit einem Absturz (%@)
ar: التشغيل الأخير انتهى بانهيار (%@)
bn: শেষ চালু হওয়া একটি ক্র্যাশে শেষ হয়েছে (%@)
en: Last run ended in a crash (%@)
es: El último arranque terminó con un fallo (%@)
fr: Le dernier lancement s'est terminé par un crash (%@)
hi: आखिरी शुरुआत क्रैश के साथ खत्म हुई (%@)
id: Peluncuran terakhir berakhir dengan crash (%@)
it: L'ultimo avvio è terminato con un crash (%@)
ja: 前回の起動はクラッシュで終わりました (%@)
ko: 마지막 시작이 크래시로 끝났습니다 (%@)
pt: O último arranque terminou com uma falha (%@)
ru: Прошлый запуск завершился сбоем (%@)
tr: Son başlatma bir çökmeyle sonuçlandı (%@)
ur: آخری آغاز ایک کریش پر ختم ہوا (%@)
vi: Lần khởi động cuối kết thúc bằng một crash (%@)
zh_hans: 上次启动以崩溃结束（%@）

source: Liste erscheint sofort aus Cache; „Aktualisieren“ holt frische Modelle vom Server.
ar: تظهر القائمة فورًا من الذاكرة المؤقتة؛ «تحديث» يجلب نماذج جديدة من الخادم.
bn: তালিকা ক্যাশ থেকে সাথে সাথে দেখা যায়; “Aktualisieren” সার্ভার থেকে নতুন মডেল আনে।
en: The list shows instantly from cache; “Refresh” fetches fresh models from the server.
es: La lista aparece al instante desde la caché; «Actualizar» trae modelos nuevos del servidor.
fr: La liste s'affiche aussitôt depuis le cache ; « Actualiser » récupère des modèles à jour depuis le serveur.
hi: सूची तुरंत कैश से दिखती है; “अपडेट करें” सर्वर से नए मॉडल लाता है।
id: Daftar muncul segera dari cache; “Aktualisieren” mengambil model terbaru dari server.
it: La lista compare subito dalla cache; «Aggiorna» scarica i modelli aggiornati dal server.
ja: 一覧はキャッシュからすぐ表示されます。「更新」でサーバーから最新のモデルを取得します。
ko: 목록은 캐시에서 즉시 표시됩니다; “Aktualisieren”은 서버에서 최신 모델을 가져옵니다.
pt: A lista aparece logo a partir da cache; «Atualizar» vai buscar modelos novos ao servidor.
ru: Список сразу берётся из кэша; «Обновить» загрузит свежие модели с сервера.
tr: Liste anında önbellekten görünür; “Aktualisieren” sunucudan güncel modelleri getirir.
ur: فہرست فوراً کیش سے ظاہر ہوتی ہے؛ “Aktualisieren” سرور سے تازہ ماڈلز لاتا ہے۔
vi: Danh sách hiện ngay từ bộ nhớ đệm; “Aktualisieren” lấy mô hình mới từ server.
zh_hans: 列表会立刻从缓存显示；点“刷新”从服务器取最新模型。

source: Lokal
ar: محلي
bn: লোকাল
en: Local
es: Local
fr: Local
hi: लोकल
it: Locale
ja: ローカル
ko: 로컬
pt: Local
ru: Локально
tr: Yerel
ur: لوکل
vi: Cục bộ
zh_hans: 本地

source: Lokal auf dem Gerät (MLX)
ar: محلياً على الجهاز (MLX)
bn: ডিভাইসে লোকালি (MLX)
en: On this device (MLX)
es: Local en el dispositivo (MLX)
fr: En local sur l'appareil (MLX)
hi: इसी डिवाइस पर (MLX)
id: Lokal di perangkat (MLX)
it: In locale sul dispositivo (MLX)
ja: この端末内で実行（MLX）
ko: 기기에서 로컬 (MLX)
pt: Local no dispositivo (MLX)
ru: Локально на устройстве (MLX)
tr: Cihazda yerel (MLX)
ur: ڈیوائس پر لوکل (MLX)
vi: Cục bộ trên thiết bị (MLX)
zh_hans: 在本机运行（MLX）

source: Lokale Datei
ar: ملف محلي
bn: লোকাল ফাইল
en: Local file
es: Archivo local
fr: Fichier local
hi: लोकल फ़ाइल
id: File lokal
it: File locale
ja: ローカルファイル
ko: 로컬 파일
pt: Ficheiro local
ru: Локальный файл
tr: Yerel dosya
ur: لوکل فائل
vi: Tệp cục bộ
zh_hans: 本地文件

source: Lokale Modelle brauchen ein echtes Gerät (MLX läuft nicht im Simulator).
ar: النماذج المحلية تحتاج جهازاً حقيقياً (MLX لا يعمل في المحاكي).
bn: লোকাল মডেলের জন্য প্রকৃত ডিভাইস দরকার (MLX সিমুলেটরে চলে না)।
en: Local models need a real device (MLX doesn't run in the Simulator).
es: Los modelos locales necesitan un dispositivo real (MLX no funciona en el simulador).
fr: Les modèles locaux nécessitent un appareil réel (MLX ne tourne pas dans le simulateur).
hi: लोकल मॉडलों के लिए असली डिवाइस चाहिए (MLX Simulator में नहीं चलता)।
id: Model lokal membutuhkan perangkat asli (MLX tidak berjalan di simulator).
it: I modelli locali richiedono un dispositivo reale (MLX non funziona nel simulatore).
ja: ローカルモデルには実機が必要です（MLX はシミュレータでは動きません）。
ko: 로컬 모델에는 실제 기기가 필요합니다 (MLX는 시뮬레이터에서 실행되지 않습니다).
pt: Os modelos locais precisam de um dispositivo real (o MLX não funciona no simulador).
ru: Локальным моделям нужно реальное устройство (MLX не работает в симуляторе).
tr: Yerel modeller gerçek bir cihaz gerektirir (MLX simülatörde çalışmaz).
ur: لوکل ماڈلز کو اصل ڈیوائس درکار ہے (MLX سمولیٹر میں نہیں چلتا)۔
vi: Mô hình cục bộ cần thiết bị thật (MLX không chạy trong Simulator).
zh_hans: 本地模型需要真机（MLX 无法在模拟器里运行）。

source: Lokaler Runtime-Server
ar: خادم تشغيل محلي
bn: লোকাল রানটাইম সার্ভার
en: Local runtime server
es: Servidor de runtime local
fr: Serveur d'exécution local
hi: लोकल रनटाइम सर्वर
id: Server runtime lokal
it: Server runtime locale
ja: ローカルサーバー
ko: 로컬 런타임 서버
pt: Servidor de runtime local
ru: Локальный рантайм-сервер
tr: Yerel çalışma zamanı sunucusu
ur: لوکل رن ٹائم سرور
vi: Server runtime cục bộ
zh_hans: 本地运行时服务器

source: Loslegen
ar: ابدأ
bn: শুরু করুন
en: Get started
es: Empezar
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
pt: Começar
ru: Начать
tr: Başla
ur: شروع کریں
vi: Bắt đầu
zh_hans: 开始使用

source: Lädt die Modell-Liste und sendet einen kurzen Test-Chat. Fehler werden klar angezeigt — kein stilles Scheitern.
ar: يحمّل قائمة النماذج ويرسل دردشة اختبار قصيرة. تظهر الأخطاء بوضوح — بلا فشل صامت.
bn: মডেল তালিকা লোড করে এবং একটি ছোট টেস্ট চ্যাট পাঠায়। ত্রুটি স্পষ্টভাবে দেখানো হয় — নীরব ব্যর্থতা নয়।
en: Loads the model list and sends a short test chat. Errors are shown plainly — nothing fails silently.
es: Carga la lista de modelos y envía un chat de prueba corto. Los errores se muestran con claridad, nada falla en silencio.
fr: Charge la liste des modèles et envoie un court chat de test. Les erreurs s'affichent clairement — pas d'échec silencieux.
hi: मॉडल सूची लोड करता है और एक छोटी टेस्ट चैट भेजता है। त्रुटियाँ साफ़ दिखाई जाती हैं — चुपचाप विफल नहीं होता।
id: Memuat daftar model dan mengirim chat uji singkat. Kesalahan ditampilkan dengan jelas — tidak ada kegagalan diam-diam.
it: Carica l'elenco dei modelli e invia una breve chat di prova. Gli errori vengono mostrati chiaramente — niente fallimenti silenziosi.
ja: モデル一覧を取得し、短いテストチャットを送ります。エラーははっきり表示されます — 黙って失敗することはありません。
ko: 모델 목록을 불러오고 짧은 테스트 채팅을 보냅니다. 오류는 명확하게 표시됩니다 — 조용한 실패는 없습니다.
pt: Carrega a lista de modelos e envia um chat de teste curto. Os erros aparecem de forma clara — nada falha em silêncio.
ru: Загружает список моделей и отправляет короткое тестовое сообщение. Ошибки показываются явно — без тихих сбоев.
tr: Model listesini yükler ve kısa bir test sohbeti gönderir. Hatalar açıkça gösterilir — sessiz başarısızlık yok.
ur: ماڈل فہرست لوڈ کرتا ہے اور ایک مختصر ٹیسٹ چیٹ بھیجتا ہے۔ خرابیاں واضح طور پر دکھائی جاتی ہیں — خاموش ناکامی نہیں۔
vi: Tải danh sách mô hình và gửi một cuộc trò chuyện thử ngắn. Lỗi được hiển thị rõ ràng — không thất bại âm thầm.
zh_hans: 会加载模型列表并发一条简短的测试消息。出错会明确提示 — 不会悄悄失败。

source: Lädt…
ar: جارٍ التحميل…
bn: লোড হচ্ছে…
en: Loading…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
id: Memuat…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
pt: A carregar…
ru: Загрузка…
tr: Yükleniyor…
ur: لوڈ ہو رہا ہے…
vi: Đang tải…
zh_hans: 加载中…

source: Läuft im Hintergrund…
ar: يعمل في الخلفية…
bn: ব্যাকগ্রাউন্ডে চলছে…
en: Running in the background…
es: Ejecutándose en segundo plano…
fr: En cours en arrière-plan…
hi: बैकग्राउंड में चल रहा है…
id: Berjalan di latar belakang…
it: In esecuzione in background…
ja: バックグラウンドで実行中…
ko: 백그라운드에서 실행 중…
pt: A correr em segundo plano…
ru: Работает в фоне…
tr: Arka planda çalışıyor…
ur: بیک گراؤنڈ میں چل رہا ہے…
vi: Đang chạy nền…
zh_hans: 正在后台运行…

source: Löschen
ar: حذف
bn: মুছুন
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt: Eliminar
ru: Удалить
tr: Sil
ur: حذف کریں
vi: Xóa
zh_hans: 删除

source: MLX ist in diesem Build nicht verfügbar.
ar: MLX غير متاح في هذه النسخة.
bn: এই বিল্ডে MLX উপলব্ধ নয়।
en: MLX is not available in this build.
es: MLX no está disponible en esta versión.
fr: MLX n'est pas disponible dans cette version.
hi: इस बिल्ड में MLX उपलब्ध नहीं है।
id: MLX tidak tersedia di build ini.
it: MLX non è disponibile in questa build.
ja: このビルドでは MLX を利用できません。
ko: 이 빌드에서는 MLX를 사용할 수 없습니다.
pt: O MLX não está disponível nesta versão.
ru: MLX недоступен в этой сборке.
tr: MLX bu build'de kullanılamıyor.
ur: اس بلڈ میں MLX دستیاب نہیں۔
vi: MLX không khả dụng trong build này.
zh_hans: 此版本不支持 MLX。

source: Mehr
ar: المزيد
bn: আরও
en: More
es: Más
fr: Plus
hi: More
id: Lainnya
it: Altro
ja: その他
ko: 더 보기
pt: Mais
ru: Ещё
tr: Daha fazla
ur: مزید
vi: Thêm
zh_hans: 更多

source: Mehrere Konten möglich; das angehakte gilt für alle Nutzungsarten dieses Anbieters.
ar: يمكن إضافة عدة حسابات؛ والحساب المحدَّد يُستخدم في كل استخدامات هذا المزوّد.
bn: একাধিক অ্যাকাউন্ট সম্ভব; চেক করা অ্যাকাউন্টটি এই প্রোভাইডারের সব ব্যবহারের জন্য প্রযোজ্য।
en: You can add several accounts; the checked one is used everywhere this provider is used.
es: Puedes tener varias cuentas; la marcada se usa para todo lo de este proveedor.
fr: Plusieurs comptes possibles ; celui qui est coché vaut pour tous les usages de ce fournisseur.
hi: कई खाते संभव हैं; चुना हुआ खाता इस प्रोवाइडर के हर उपयोग पर लागू होता है।
id: Beberapa akun dimungkinkan; yang dicentang berlaku untuk semua jenis penggunaan penyedia ini.
it: Puoi avere più account; quello spuntato vale per tutti gli usi di questo provider.
ja: アカウントは複数登録できます。チェックしたものが、このプロバイダのすべての用途に使われます。
ko: 여러 계정이 가능합니다; 체크된 계정이 이 제공자의 모든 사용 방식에 적용됩니다.
pt: Podes ter várias contas; a que estiver marcada vale para todas as utilizações deste fornecedor.
ru: Аккаунтов может быть несколько; отмеченный используется для всех задач этого провайдера.
tr: Birden fazla hesap mümkün; işaretli olan bu sağlayıcının tüm kullanım türleri için geçerlidir.
ur: متعدد اکاؤنٹس ممکن ہیں؛ نشان زدہ اکاؤنٹ اس فراہم کنندہ کے تمام استعمال کے لیے لاگو ہوتا ہے۔
vi: Có thể dùng nhiều tài khoản; tài khoản được đánh dấu áp dụng cho mọi cách sử dụng nhà cung cấp này.
zh_hans: 可以添加多个账户；打勾的那个用于该服务商的所有用途。

source: Meldung kopieren
ar: نسخ الرسالة
bn: বার্তা কপি করুন
en: Copy message
es: Copiar mensaje
fr: Copier le message
hi: संदेश कॉपी करें
id: Salin pesan
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
pt: Copiar mensagem
ru: Скопировать сообщение
tr: Mesajı kopyala
ur: پیغام کاپی کریں
vi: Sao chép tin nhắn
zh_hans: 复制消息

source: Mini-App bereit (Hinweise:
ar: Mini-App جاهزة (ملاحظات:
bn: Mini-App প্রস্তুত (নোট:
en: Mini-App ready (notes:
es: Mini-App lista (avisos:
fr: Mini-App prête (remarques :
hi: Mini-App तैयार है (नोट्स:
id: Mini-App siap (catatan:
it: Mini-App pronta (note:
ja: Mini-App ができました (注意:
ko: Mini-App 준비 완료 (참고:
pt: Mini-App pronta (notas:
ru: Mini-App готово (замечания:
tr: Mini-App hazır (notlar:
ur: Mini-App تیار (نوٹس:
vi: Mini-App đã sẵn sàng (ghi chú:
zh_hans: Mini-App 已就绪 (提示:
